Repository: semplice/utilities
Catalog: lang/semplice-utilities/*.po
Languages: it

source: All work done by the Semplice Project, if not declared, is released under the GNU GPL license, see below.
it: Tutto il lavoro svolto dal Semplice Project, se non dichiarato in altre sedi, è rilasciato sotto i termini della GNU GPL, guarda sotto.

source: For other applications, see /usr/share/doc/<packagename>/copyright.
it: Per le altre applicazioni, guarda /usr/share/doc/<nomepacchetto>/copyright.

source: The most common licenses are available in /usr/share/common-licenses.
it: Le licenze più comuni sono disponibili in /usr/share/common-licenses.

source: A simple, lightweight, fast and Debian-based GNU/Linux distribution.
it: Una distribuzione GNU/Linux semplice, leggera, veloce e basata su Debian.

source: Lock Screen
it: Bloccare lo schermo

source: Logout
it: Chiudere la sessione

source: Switch User
it: Cambiare utente

source: Suspend
it: Sospendere

source: Hibernate
it: Ibernare

source: Shutdown
it: Spegnere

source: Reboot
it: Riavviare

source: Guest session
it: Sessione ospite

source: SYNTAX: %s [option]
it: SINTASSI: %s [opzione]

source: --lock - Locks the screen
it: --lock - Blocca lo schermo

source: --logout - Exits from this Openbox session.
it: --logout - Esce da questa sessione Openbox.

source: --switch-user - Switch user (lightdm).
it: --switch-user - Cambia utente (lightdm).

source: --switch-to-guest - Switch to the guest session (lightdm).
it: --switch-to-guest - Passa alla sessione ospite (lightdm).

source: --switch-to <user> - Switch to <user> (lightdm).
it: --switch-to <utente> - Passa a <utente> (lightdm).

source: --suspend - Uses UPower to suspend the system.
it: --suspend - Usa UPower per sospendere il sistema.

source: --hibernate - Uses UPower to hibernate the system.
it: --hibernate - Usa UPower per ibernare il sistema

source: --shutdown - Uses ConsoleKit to shutdown the system.
it: --shutdown - Usa ConsoleKit per spegnere il sistema.

source: --reboot - Uses ConsoleKit to reboot the system.
it: --reboot - Usa ConsoleKit per riavviare il sistema.

source: --reboot-install - Internal (used by installer).
it: --reboot-install - Comando interno (usato dall'installer)

source: --last - Last action (or action selected in config).
it: --last - Ultima azione (o azione selezionata nella configurazione).

source: --settings - Configure semplice-logout behaviour.
it: --settings - Configura il comportamento di semplice-logout.

source: %s doesn't exists. Can't open GUI - use the command line frontend instead.
it: %s non esiste. Non riesco ad aprire l'interfaccia grafica - usa il frontend testuale.

source: <i>This will <b>close</b> all running applications.</i>
it: <i>Questa operazione <b>chiuderà</b> tutte le applicazioni in esecuzione.</i>

source: <i>On resume, all running applications will be <b>restored</b>.</i>
it: <i>Al ripristino, tutte le applicazioni in esecuzione saranno <b>ripristinate</b>.</i>

source: <i>If prompted for a password, insert <b>live</b>.</i>
it: <i>se viene richiesta una password inserire <b>live</b>.</i>

source: your system
it: il tuo sistema

source: Reboot (Select no to launch Live System)
it: Riavviare (scegli no per lanciare il sistema Live)

source: <big><b>Do you <u>really</u> want to <i>%s</i>?</b></big>
it: <big><b>Vuoi <u>veramente</u> <i>%s</i>?</b></big>

source: SYNTAX: $programname <option>
it: SINTASSI: $programname <opzione>

source: --add|-a [image] - Adds the specified wallpaper.
it: --add|-a [immagine] - Aggiunge lo sfondo specificato.

source: --tempadd|-t [image] - Temporarly adds the specified wallpaper.
it: --tempadd|-t [immagine] - Aggiunge temporaneamente lo sfondo specificato.

source: Launching the application without any argument will open the wallpaper selection dialog.
it: Se si avvia l'applicazione senza nessun argomento apparirà la schermata per scegliere lo sfondo.

source: Add one or more wallpapers
it: Aggiungi uno o più sfondi

source: Wallpaper
it: Sfondo

source: Multiple wallpapers are selected. Which wallpaper do you want to apply?
it: Sono stati selezionati sfondi multipli. Quale sfondo vuoi applicare?

source: Leave the current background
it: Lascia lo sfondo corrente

source: Do you want to apply the selected wallpaper?
it: Vuoi applicare lo sfondo selezionato?

source: E: You should specify the image!
it: E: Devi specificare l'immagine!

source: Enter your username
it: Inserire l'username

source: Please enter the username to use for the login on Semplice's support channel.
it: Per favore inserire l'username da utilizzare per il login sul canale di supporto Semplice

source: Use last action
it: Usa l'ultima azione

source: Configure logout dialog
it: Configura il dialogo di disconnessione

source: Set default action for shortcut <b>CTRL+ALT+SPACE</b>:
it: Azione predefinita per la scorciatoia <b>CTRL+ALT+SPAZIO</b>:

source: <b>Default Action</b>
it: <b>Azione predefinita</b>

source: Show confirmation dialog
it: Visualizza finestra di conferma

source: <b>Dialog</b>
it: <b>Dialogo</b>
